/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_582879591564116535": {
      "settings": {
        "checksum": "d0f5eebbe4eece1508c4094a096166f1b652b695f8c7c67b01667487e077d024_1_1_1_0__1",
        "ggBtYilx_f5_text": "<p>Last updated: <span style=\"color:#575757;\"><strong>April 2025</strong></span></p>",
        "ggOL9pOVBNP_text": "<p>Our refund policy is designed to ensure customer satisfaction. If for any reason you are not satisfied with your purchase, you can request a refund within a certain timeframe.&nbsp;</p>",
        "ggYgvJ_Sb5p_text": "Return &amp; Exchanges",
        "section_preload": "true"
      },
      "type": "gp-section-582879591564116535"
    },
    "gp_section_582879591580828215": {
      "settings": {
        "checksum": "fe7585f12444005e4e069fcd36721c2a3fb60d57880edf2e6dbbf15eb53a4c76_1_1_1_0__1",
        "gg-g1HyZpOX_text": "<p>At this time, we do not process direct exchanges. The quickest way to receive your preferred item is to refuse the original delivery or return the accepted item, and then place a new order separately.</p>",
        "gg4lCXq5OPI_text": "<p>5. Refunds</p>",
        "gg6eAnp61Oo_text": "<p>2. Damages And Issues</p>",
        "gg6nEPKHh5x_text": "<p>1. General</p>",
        "gg6twQWQJvM_text": "<p>5. Refunds</p>",
        "gg84JzRM84r_text": "<p>1. General</p>",
        "gg98bRxlmtg_text": "<p>In compliance with EU law, you have the right to cancel or return your order within <strong>14 days</strong> of delivery, without providing any reason. The item must remain in the same condition as received: unworn, unused, with all original tags, and in its original packaging. A valid receipt or proof of purchase is required.</p>",
        "ggL-Gj2jI7T_text": "<p>We offer a <strong>14-day return policy</strong> in accordance with EU consumer protection regulations. You may request a return within 14 days from the day you receive your order.<br><br>&nbsp;</p><p>To be eligible for a return, the item must be unused, unworn, with all original tags, and in its original packaging. Proof of purchase is also required.<br><br>&nbsp;</p><p>⚠️ Please note:<br><br>&nbsp;</p><p><strong>Refunds are only issued after the returned item has been received and inspected.</strong> We do not provide refunds without a return.<br><br>&nbsp;</p><p>For returns due to personal preference or non-quality-related reasons, a <strong>€20 fee</strong> will be deducted from your refund. This fee covers return shipping and restocking costs.<br><br>&nbsp;</p><p>Once an order has been shipped and tracking information has been generated, we do not accept return requests. However, you may <strong>refuse the delivery upon arrival</strong>, and no additional fees will be charged for refused parcels.<br><br>&nbsp;</p><p>To initiate a return, please contact our customer service team at <strong>support-eu@luxebrims.com</strong> before sending any item back. Unauthorized returns will not be accepted.</p>",
        "ggPjhiOHNzr_text": "<p>4. European Union 14 day Cooling Off Period</p>",
        "ggQoHI5OU0r_text": "<p>Please check your order upon delivery and contact us immediately if you receive a defective, damaged, or incorrect item. We will evaluate the issue and provide the appropriate solution.</p>",
        "ggSD9wbZNKQ_text": "<p>3. Exchanges</p>",
        "ggZY-XjyMGC_text": "<p>4. European Union 14 day cooling off period</p>",
        "gggmMAAp7ZJ_text": "<p>3. Exchanges</p>",
        "ggn5oEHCOrm_text": "<p>Once your return has been received and inspected, we will notify you of the approval status. Approved refunds will be processed back to your original payment method within <strong>10 business days</strong>. Please note that your bank or credit card provider may require additional time to complete the transaction.<br>&nbsp;</p><p>If more than <strong>15 business days</strong> have passed since your return was approved, please contact us at <strong>support-eu@luxebrims.com</strong>.</p>",
        "ggqtPLOv0L7_text": "<p>2. Damages and Issues</p>"
      },
      "type": "gp-section-582879591580828215"
    }
  },
  "order": [
    "gp_section_582879591564116535",
    "gp_section_582879591580828215"
  ]
}
