/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_582879649982317428": {
      "settings": {
        "checksum": "34bb87a3da887d51c8867231bc8c2e760b13746927c77cc55d43ef762acf4696_1_1_1_0__1",
        "ggI6FbUW9uq_text": "About Us",
        "ggYnWalJOEA_text": "<p>Every great story begins with a simple belief. Ours started with the conviction that true luxury isn't just about what you wear—it's about how it makes you feel.</p>",
        "section_preload": "true"
      },
      "type": "gp-section-582879649982317428"
    },
    "gp_section_586112124963521219": {
      "settings": {
        "checksum": "d2cb6a689fe6ac0ead2ffe1025dd0be197394ba3300e66ad3cef93b367ad0edd_1_1_1_0__1",
        "gg-6hTxp0n3_text": "1.Why did you start Luxebrims?",
        "gg1JDjqVFJS_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">We personally visit every facility we work with on a regular basis to ensure our products meet our exacting standards, that artisans are treated with respect and fair compensation, and that the processes in place align with our values of excellence and ethical production.</span></p>",
        "gg1KRh2Hg7C_text": "<strong>3.Where are Luxebrims products produced?</strong>",
        "gg4bGLlFw5m_text": "<strong>2.What is the mission of Luxebrims?</strong>",
        "gg68uNjYNh8_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Our \"White Glove Service\" includes complimentary gift wrapping, expedited shipping options, and our unique \"Preview Program\" where you can examine your purchase at home for 30 days before making your final decision.</span></p>",
        "gg701txaJdo_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Luxebrims was born from a passionate belief that true luxury should be accessible without compromising on quality or craftsmanship. We noticed a significant gap in the market between mass-produced items and ultra-high-end luxury goods that were out of reach for most discerning customers.&nbsp;</span></p>",
        "gg7dXZIjV8t_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Additionally, we're committed to transparency in our supply chain and regularly audit our partners to ensure they meet our standards for worker welfare and environmental responsibility.</span></p>",
        "gg84JJrqxij_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Our approach to sustainability is multi-faceted: we source materials from suppliers who share our commitment to ethical and environmental responsibility, we minimize waste through precise planning and efficient production processes, and we use packaging made from recycled and recyclable materials.</span></p>",
        "ggFmzIPitEw_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">In a tangible sense, we achieve this mission by putting craftsmanship first, sourcing only the finest materials, and maintaining rigorous quality standards throughout every step of our process. But in the more profound sense, we hope our products become cherished companions that enhance your personal style and boost your confidence in every situation.</span></p>",
        "ggGVuRdMSnA_text": "<p>From our design studio in Europe, Luxebrims products undergo as many as 80 meticulous steps before they reach your hands. What makes Luxebrims truly unique? Read on, as Luxebrims founder Erica will answer the most frequently asked questions about our brand and our commitment to exquisite craftsmanship.</p>",
        "ggKWXq2vN4l_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">At Luxebrims, we're more than a brand - we're a community of individuals who believe that life's finest moments deserve to be celebrated with exceptional quality and timeless style. We invite you to experience the difference that true craftsmanship makes and to join us in our mission to make luxury accessible without compromise.</span></p>",
        "ggKYQNR7ZY8_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">We're extremely proud to bridge this gap by offering meticulously crafted products that embody the essence of European elegance at a price point that makes luxury attainable. Our founders combined decades of experience in luxury goods with a fresh perspective on what modern consumers truly value - authenticity, quality, and timeless design.</span></p>",
        "ggMlISTJ9Ui_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Luxebrims' product designs originate from our design studio in Europe, and the products are manufactured in carefully selected production facilities around the world, including factories in China and other parts of Asia. While some may question this global approach, we believe it is our greatest strength.</span></p>",
        "ggP2lcdJLRd_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">This global network allows us to work with the world's finest craftspeople - from Italian leather artisans who have perfected their skills over generations, to master weavers who understand the intricacies of luxury textiles. We put our reputation where our standards are and invite everyone to experience the Luxebrims difference.</span></p>",
        "ggTM5D0l1TF_text": "<strong>7.Join the Luxebrims Community</strong>",
        "ggZ65Is6qQY_text": "<strong>6.How does Luxebrims ensure customer satisfaction?</strong>",
        "ggaKR3blvl-_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Our customer service team consists of product specialists who understand every detail of our craftsmanship and can help you make the perfect choice for your needs. We offer personalized styling consultations, detailed care instructions, and ongoing support throughout your ownership experience.</span></p>",
        "ggaaL3FAhoh_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">We're committed to building a community of individuals who appreciate the finer things in life while staying grounded in authenticity and genuine value.</span></p>",
        "ggaj8-ohiie_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Each material is chosen not just for its inherent quality, but for the story it tells and the craftsmanship behind it. We believe that the provenance of materials matters as much as their quality - it's what gives each Luxebrims product its unique character and authenticity.</span></p>",
        "ggd-bY0qeJX_text": "How Are Luxebrims Hats Made?",
        "ggdE3462C9K_text": "<strong>5.What makes Luxebrims products different?</strong>",
        "ggfzB_XysXN_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">We also maintain a private client services team for our most valued customers, offering exclusive access to limited editions, custom modifications, and priority service for repairs and maintenance.</span></p>",
        "gggxAWAlNyI_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Customer satisfaction isn't just our goal - it's our obsession. We understand that choosing Luxebrims is an investment, and we're committed to ensuring that investment brings you joy for years to come.</span></p>",
        "gghioFCPQDw_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Whether you're discovering Luxebrims for the first time or you're a longtime member of our community, we're honored to be part of your story and committed to exceeding your expectations at every turn.</span></p>",
        "gglBV2in_yi_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Luxebrims' mission is to redefine accessible luxury by creating products that inspire confidence and elevate everyday experiences. We believe that luxury isn't just about owning beautiful things - it's about how those things make you feel and the confidence they bring to your daily life.</span></p>",
        "ggqb5WigNZQ_text": "<strong>4.Where does Luxebrims source materials?</strong>",
        "ggr7LZPz46f_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">We maintain long-term relationships with our suppliers, many of whom have been family businesses for generations. This ensures consistency, quality, and supports traditional craftsmanship techniques that might otherwise be lost to mass production.</span></p>",
        "ggrBdV2ccSH_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">We also offer a comprehensive repair and restoration service for all our products, because we believe that maintaining and caring for quality items is far more sustainable than replacing them. Our craftspeople take pride in breathing new life into well-loved pieces.</span></p>",
        "gguSBNAAb4A_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Sustainability is at the core of everything we do at Luxebrims. We believe that true luxury must be responsible luxury. This means creating products that are built to last for generations, not seasons.</span></p>",
        "ggwa8Ehzd8-_text": "<p><span style=\"background-color:rgb(255,255,255);color:rgb(51,51,51);font-size:16px;\">Luxebrims sources materials from the finest suppliers around the world - this isn't just marketing speak, it's an absolute necessity for achieving the quality we demand. Our Italian leather comes from tanneries with centuries of tradition, our cashmere is sourced from the highlands of Mongolia and Scotland, our silk comes from the most skilled producers in France and Italy, and our precious metals are ethically sourced from certified suppliers.</span></p>"
      },
      "type": "gp-section-586112124963521219"
    },
    "gp_section_586112194488304413": {
      "settings": {
        "checksum": "28d8bfdd0ea0c3e51cc8214c71818bb27e0a304a5845486b4dcd90ba72b01a50_1_1_1_0__1",
        "gg-t9lGbUfX_text": "<p>1. Mystery Box</p>",
        "ggN6rrBSWAb_text": "<p><i>Thank you for choosing Luxebrims. We look forward to being a part of your story&nbsp;</i></p><p><i>and helping you express your unique style with&nbsp;</i></p><p><i>confidence and elegance.</i></p>",
        "gghEvhWsY23_text": "<p>2. Collections</p>",
        "gglQYSaQ86O_text": "<p>3. Accessories</p>"
      },
      "type": "gp-section-586112194488304413"
    }
  },
  "order": [
    "gp_section_582879649982317428",
    "gp_section_586112124963521219",
    "gp_section_586112194488304413"
  ]
}
